Repository: 68foxboris/e2openplugin-Foreca
Catalog: plugin/locale/*/LC_MESSAGES/Foreca.po
Languages: fa, lv

source: simple
fa: ساده
lv: vienkāršs

source: better
fa: بهتر
lv: labāks

source: black
fa: سیاه
lv: melns

source: blue
fa: آبی
lv: zils

source: red
fa: قرمز
lv: sarkans

source: yellow
fa: زرد
lv: dzeltens

source: green
fa: سبز
lv: zaļš

source: http://www.foreca.com
lv: http://www.foreca.lv

source: Aspect list...
fa: سیمای فهرست
lv: Malu attiecības...

source: Resolution
fa: رزولیشن یا تفکیک پذیری
lv: Izšķirtspēja

source: Non Linear
fa: غیر خطی
lv: Nelineārs

source: Please select an aspect ratio...
fa: لطفا نسبت ابعاد را انتخاب کنید
lv: Lūduz norādiet malu attiecību...

source: Wind
fa: شدت وزش باد
lv: Vējš

source: Foreca Weather Forecast
fa: Foreca پیش بینی آب و هوا
lv: Foreca Laika ziņas

source: Please wait ...
fa: لطفا صبر کنید ...
lv: Lūdzu uzgaidiet...

source: Week
fa: هفته
lv: Nedēļa

source: City
fa: شهر
lv: Pilsēta

source: Favorite 1
fa: منتخب اول
lv: Favorīts 1

source: Favorite 2
fa: منتخب دوم
lv: Favorīts 2

source: Home
fa: خانه
lv: Mājas

source: Legend
fa: علائم و اختصارات
lv: Skaidroj.

source: Maps
fa: نقشه
lv: Kartes

source: Version
fa: نسخه
lv: Versija

source: Exit - End
fa: خروج و اتمام کار
lv: Exit - Beigt

source: Menu - Weather maps
fa: منو - نقشه آب و هوا
lv: Menu - Kartes

source: Info - Legend
fa: اطلاعات - علائم و اختصارات
lv: Info - Skaidrojumi

source: OK - City
fa: تایید - شهر
lv: OK - Pilsēta

source: Left - Previous page
fa: چپ - صفحه قبلی
lv: Pa kreisi - Iepriekšējā lapa

source: Right - Next page
fa: راست - صفحه بعدی
lv: Pa labi - Nākošā lapa

source: Up - Previous
fa: بالا - قبلی
lv: Agšup - iepriekšejais

source: Down - Next
fa: پایین - بعدی
lv: Lejup - nākošais

source: Left arrow - Previous day
lv: Pa kreisi - iepriekšējā diena

source: Right arrow - Next day
lv: Pa labi - nākamā diena

source: Red - Weekoverview
fa: قرمز - بازنگری تحولات هفته
lv: Sakranā - Nedēļas pārskats

source: Green - Favorite 1
fa: سبز - منتخب اول
lv: Zaļā - Favorīts 1

source: Yellow - Favorite 2
fa: زرد - منتخب دوم
lv: Dzeltanā - Favorīts 2

source: Blue - Home
fa: آبی - خانه
lv: Zilā - Mājas

source: 0 - Today
fa: حالت پیش فرض : فقط امروز
lv: 0 - Šodien

source: 1 - Today + 1 day
fa: حالت اول : امروز + یک روز
lv: 1 - Šodien + 1 Diena

source: 2 - Today + 2 days
fa: حالت دوم : امروز + دو روز
lv: 2 - Šodien + 2 Dienas

source: 3 - Today + 3 days
fa: حالت سوم : امروز + سه روز
lv: 3 - Šodien + 3 Dienas

source: 4 - Today + 4 days
fa: حالت چهارم : امروز + چهار روز
lv: 4 - Šodien + 4 Dienas

source: 5 - Today + 5 days
fa: حالت پنجم : امروز + پنج روز
lv: 5 - Šodien + 5 Dienas

source: 6 - Today + 6 days
fa: حالت ششم : امروز + شش روز
lv: 6 - Šodien + 6 Dienas

source: 7 - Today + 7 days
fa: حالت هفتم : امروز + هفت روز
lv: 7 - Šodien + 7 Dienas

source: 8 - Today + 8 days
fa: حالت هشتم : امروز + هشت روز
lv: 8 - Šodien + 8 Dienas

source: 9 - Today + 9 days
fa: حالت نهم : امروز + نه روز
lv: 9 - Šodien + 9 Dienas

source: 0 - 9 = Prognosis (x) days from now VOL+/- = Fast scroll (City choice) < > = Prognosis next/previous day Info = This information Menu = Satellite photos and maps Red = Temperature for the next 5 days Green = Go to Favorite 1 Yellow = Go to Favorite 2 Blue = Go to Home Wind direction = Arrow to right: Wind from the West
lv: 0 - 9 = Prognoze nākošām (x) dienām VOL+/- = ātrā pāršķiršana (Pilsētu izvēle) < > = Nākošās/iepriekšējās dienas prognoze Info = Šī informācija Menu = Satelītu info un kartes Sarkanā = Temperatūras nākošajām 5 dienām Zaļā = Pāriet uz Favorītu 1 Dzeltenā = Pāriet uz Favorītu 2 Zilā = Pāriet uz mājām Vēja virziens = piem. Bultiņa pa labi: Rietumu vējšs

source: Select a city
fa: انتخاب شهر مورد نظر
lv: Izvēlieties pilsētu

source: Forecast
lv: Prognoze

source: OK - Select
fa: تایید و انتخاب
lv: OK - Izvēlēties

source: Channel+ - 500 back
lv: Kanāls+ - 500 atpakaļ

source: Channel- - 500 forward
lv: Kanāls- - 500 uz priekšu

source: Volume- - 100 forward
lv: Skaļums- - 100 uz priekšu

source: Volume+ - 100 back
lv: Skaļums+ - 100 atpakaļ

source: Green - Assign to Favorite 1
lv: Zaļā - piešķirt Favorītam 1

source: Yellow - Assign to Favorite 2
lv: Dzeltenā - piešķirt Favorītam 2

source: Blue - Assign to Home
lv: Zilā - piešķirt Mājas

source: This city is stored as home!
lv: Šī pilsēta ir saglabāta kā mājas!

source: This city is stored as favorite 1!
lv: Šī pilsēta ir saglabāta kā Favorīts 1!

source: This city is stored as favorite 2!
fa: 2! این شهر به عنوان انتخاب اول شما ذخیره شد
lv: Šī pilsēta ir saglabāta kā Favorīts 2!

source: Satellite photos
fa: تصاوی ماهواره ای
lv: Satelītattēli

source: Weather map Video
fa: نقشه ویدئویی آب و هوا
lv: Laika ziņu kartes video

source: Showerradar Video
fa: نقشه ویدئویی از رادار هواشناسی
lv: Lietus kartes video

source: Cloudcover Video
fa: ویدئو از میزان پوشش ابر
lv: Mākoņu kartes video

source: Air pressure
fa: فشارات جوی
lv: Atmosfēras spiediens

source: Infrared
fa: مادون قرمز
lv: Infrasarkanais

source: Continents
fa: قاره ها
lv: Kontinenti

source: Europe
fa: اروپا
lv: Eiropa

source: Germany
fa: آلمان
lv: Vācija

source: Settings
fa: تنظیمات
lv: Iestatījumi

source: Red - Continents
fa: قرمز - قاره ها
lv: Sarkanā - Kontinenti

source: Green - Europe
fa: سبز - اروپا
lv: Zaļā - Eiropa

source: Yellow - Germany
fa: زرد - آلمان
lv: Dzeltenā - Vācija

source: Blue - Settings
fa: آبی - تنظیمات
lv: Zilā - Iestatījumi

source: OK - Show
fa: تایید - نمایش
lv: OK - Rādīt

source: Baden-Wuerttemberg
lv: Bādene-Virtemberga

source: Bavaria
lv: Bavārija

source: Berlin
lv: Berlīne

source: Brandenburg
lv: Brandenburga

source: Bremen
lv: Brēmene

source: Hamburg
lv: Hamburga

source: Hesse
lv: Hessene

source: Mecklenburg-Vorpommern
lv: Meklenburga-Priekšpomerānija

source: Lower Saxony
lv: Lejassaksija

source: North Rhine-Westphalia
lv: Ziemeļreina-Vestfāle

source: Rhineland-Palatine
lv: Reinzeme-Pfalca

source: Saarland
lv: Zāra

source: Saxony
lv: Saksija

source: Saxony-Anhalt
lv: Saksija-Anhalte

source: Schleswig-Holstein
lv: Šlēsviga-Holšteina

source: Thuringia
lv: Tīringena

source: North Africa
fa: شمال آفریقا
lv: Ziemeļāfrika

source: South Africa
fa: جنوب آفریقا
lv: Dienvidāfrika

source: North America
fa: آمریکای شمالی
lv: Ziemeļamerika

source: Middle America
fa: آمریکای مرکزی
lv: Centrālamerika

source: South America
fa: آمریکای جنوبی
lv: Dienvidamerika

source: Middle East
fa: خاورمیانه
lv: Tuvie austrumi

source: East Asia
fa: آسیایی شرقی
lv: Austrumāzija

source: Southeast Asia
fa: جنوب شرق آسیا
lv: Dienvidāzija

source: Middle Asia
fa: آسیای میانه
lv: Vidusāzija

source: Australia
fa: استرالیا
lv: Austrālija

source: Austria
fa: اتریش
lv: Austrija

source: Belgium
fa: بلژیک
lv: Beļģija

source: Denmark
fa: دانمارک
lv: Dānija

source: France
fa: فرانسه
lv: Francija

source: Great Britain
fa: انگلیس کبیر یا بریتانیا
lv: Lielbritānija

source: Ireland
fa: ایرلند
lv: Īrija

source: Italy
fa: ایتالیا
lv: Itālija

source: Luxembourg
fa: لوکزامبورگ
lv: Luksemburga

source: Netherlands
fa: هلند
lv: Nīderlande

source: Portugal
fa: پرتغال
lv: Portugāle

source: Spain
fa: اسپانیا
lv: Spānija

source: Switzerland
fa: سویس
lv: Šveice

source: Please wait, photo is being loaded ...
fa: لطفا صبر نمایید عکس ها در حال بارگذاری هستند ...
lv: Foto tiek ielādēts. Lūdzu gaidiet...

source: SlideShow Settings
fa: منو تنظیمات نمایش اسلایدها
lv: Saidrādes iestatījumi

source: Cancel
fa: لغو کردن
lv: Atcelt

source: Save
fa: ذخیره سازی کردن
lv: Saglabāt

source: Scaling Mode
fa: حالت پوسته پوسته شدن
lv: Mēroga režīms

source: Frame size in full view
fa: اندازه قاب در حالت نمایش کامل تصویر
lv: Pa visu ekrānu

source: Backgroundcolor
fa: رنگ پس زمینه
lv: Fona krāsa

source: Textcolor
fa: رنگ متن
lv: Teksta krāsa

source: SlideTime
lv: Slaida ilgums

source: Show Infoline
fa: نمایش خطوط اطلاع رسانی
lv: Rādīt inforindu

source: Slide picture in loop
fa: ایجاد لوپ یا حلقه در نمایش تصاویر
lv: Slaidrāde pa apli

source: City names as labels in the Main screen
fa: نام شهر بصورت برچسپ در صفحه اصلی
lv: Pilsētu nosaukumi kā apzīmējums pamatekrānā

source: Weather forecast for the upcoming 10 days
fa: پیش بینی وضع آب و هوا در 10 روز آینده
lv: Laika ziņas tuvākajām 10 dienām

source: Letterbox
fa: کادر نامه ها

source: PanScan
fa: پن اسکن مخصوص فیلم های باند باریک

source: Bestfit
fa: بهترین جا

source: °C
fa: بر حسب سانتی گراد

source: Temp
fa: دما

source: Up - Previous page
fa: بالا - صفحه قبلی

source: Down - Next page
fa: پایین - صفحه بعدی

source: Eumetsat
fa: Eumetsat ماهواره

source: Slide Time (seconds)
fa: زمان نمایش اسلایدها
